Repository: kpl-addons/plugin.video.tvpgo
Catalog: resources/language/resource.language.*/strings.po
Languages: pl_pl

# #30000
source: Timeshift settings
pl_pl: Ustawienia timeshift

# #30001
source: Timeshift format
pl_pl: Format timeshiftu

# #30002
source: Set timeshift type
pl_pl: Ustaw typ timeshiftu

# #30003
source: To the beginning of the current broadcast
pl_pl: Do początku aktualnej transmisji

# #30004
source: Fixed value
pl_pl: Stała wartość

# #30005
source: Set fixed value
pl_pl: Ustaw stałą wartość

# #30006
source: Set timeshift delta value
pl_pl: Ustaw wartość czasu timeshiftu

# #30007
source: View settings
pl_pl: Ustawienia wyświetlania

# #30008
source: Default
pl_pl: Domyślne

# #30011
source: Sort by
pl_pl: Sortuj według

# #30013
source: Select channel style
pl_pl: Wybierz schemat stylu dla nazwy kanału

# #30021
source: Create M3U playlist
pl_pl: Utwórz playliste M3U

# #30022
source: Set filename and destination directory
pl_pl: Ustaw nazwę pliku i katalog docelowy

# #30023
source: File name
pl_pl: Nazwa pliku

# #30024
source: Destination directory
pl_pl: Katalog docelowy

# #30025
source: Generate playlist
pl_pl: Generuj playliste

# #30026
source: Alphabetic order
pl_pl: Kolejność alfabetyczna

# #30027
source: [B]Error[/B]
pl_pl: [B]Błąd[/B]

# #30028
source: Connection to the service has failed
pl_pl: Połączenie z usługą nie powiodło się

# #30029
source: Playlist M3U generated
pl_pl: Wygenerowano playliste M3U

# #30030
source: List format
pl_pl: Format listy

# #30031
source: [Time duration] - Program title
pl_pl: [Czas trwania] - Tytuł programu

# #30032
source: Program title - [Time duration]
pl_pl: [Czas trwania] - Tytuł programu

# #30040
source: Select time style
pl_pl: Wybierz schemat stylu dla godziny

# #30044
source: Select title style
pl_pl: Wybierz schemat stylu dla tytułu
